{
  "headerProps": {
    "title": "About",
    "description": ""
  },
  "heading": {
    "title": "our story",
    "body": [
      "We believe that passion, dedication and consistent service to our clients over our 24 year history have lead to our success. We would like to share the principles that we follow and practice daily that we feel has lead to our success as well as the story of our beginning."
    ]
  },
  "principlesAndValues": {
    "title": "Principles and Values ",
    "body": "Time has proven that our core values and principles should reflect and reinforce those of our clients.",
    "items": [
      {
        "title": "Competence",
        "body": "In a world where technology is ever-changing, we make a point to keep abreast of new technological developments in order to deliver maximum benefit to our clients."
      },
      {
        "title": "Quality",
        "body": "We all know that quality service and products are valuable but we believe that consistent quality is just as important to our clients as they seek to sustain and grow there business into the future. Our aim is to be a bedrock of quality that our quality that our clients can rely on now and into the future."
      },
      {
        "title": "Safety",
        "body": "No amount of success or money is worth the lost of a single life. We pledge to join industry and our clients to cause ZERO harm to life and the environment. This will always be reflected in the work we do."
      },
      {
        "title": "Reliability",
        "body": "Our operations are geared around being available 24/7/365 'round the clock to all our clients."
      }
    ]
  },
  "bee": {
    "title": "Committed to empowerment",
    "body": "We are committed to developing and empowering our nation and our nations future.",
    "items": [
      {
        "title": "Skill",
        "body": "Developing skill takes time and guidance, we believe that investing in our colleges and the community is the most valuable investment we can make."
      },
      {
        "title": "Procurement",
        "body": "....words. lots of words. more words. words. lots of words. more words. words. lots of words. more words. words. lots of words. more words."
      }
    ]
  },
  "history": {
    "title": "our beginning",
    "body": [
      "Our company was established in the picturesque Western Cape Winelands town of Paarl in 1995 by Mike and Maret Sprake-Jones. Over the course of their 24 year leadership and guidance as well as the efforts from all our employees have developed the company into what it is today - leaders in automation.",
      "The Directors, having a combined experience in excess of 75 years, have been involved in industrial electronics for the past 43 years and have a diverse and loyal client base. Due to our dedication to customer service and to our ability to deliver innovative solutions that put our customers in control, M&M Electronics has since experienced phenomenal growth on a continuous basis. In our early years, M&M Electronics became a Rockwell Automation Platinum Distributor.In 2011 Rockwell Automation re-structured their policies regarding their Distributors and System Integrators in order to standardise the structure worldwide and M&M Electronics are proud to have been selected as a Rockwell Recognised System Integrator. M&M Electronics has an on-site state of the art training facility, registered with Merseta, where training is provided on PLC’s, Control Systems, Drives, Trouble-shooting as well as client based training is offered. "
    ]
  }
}