{
  "headerProps": {
    "title": "About",
    "description": ""
  },
  "heading": {
    "title": "our story",
    "body": [
      "We believe that passion, dedication and consistent service to our clients over our 25 year history have lead to our success. We would like to share the story of our beginning as well as the principles we follow and practice daily that have lead to our success."
    ]
  },
  "principlesAndValues": {
    "title": "Values ",
    "body": "Time has proven that our core values should reflect and reinforce those of our clients.",
    "items": [
      {
        "title": "Competence",
        "body": "In a world where technology is ever-changing, we make a point to keep abreast of new technological developments in order to deliver maximum benefit to our clients."
      },
      {
        "title": "Quality",
        "body": "We all know that quality service and products are valuable but we believe that consistent quality is just as important to our clients as they seek to sustain and grow their business into the future. Our aim is to be a bedrock of quality that our clients can rely on now and into the future."
      },
      {
        "title": "Safety",
        "body": "No amount of success or money is worth the loss of a single life. We pledge to join industry and our clients to cause ZERO harm to life and the environment. This will always be reflected in the work that we do."
      },
      {
        "title": "Reliability",
        "body": "Our operations are geared toward being available 24/7/365 'round the clock to all our clients."
      }
    ]
  },
  "bee": {
    "title": "Committed to empowerment",
    "body": "We are committed to developing and empowering our nation and our nation's future.",
    "items": [
      {
        "title": "Skills",
        "body": "Developing skill takes time and guidance, we believe that investing in our colleagues and the community is the most valuable investment that we can make."
      },
      {
        "title": "Procurement",
        "body": "We are committed to participating in our county's economy in the most equitable manner possible by supporting previously and currently disadvantaged businesses."
      }
    ]
  },
  "history": {
    "title": "our beginnings",
    "body": [
      "Our company was established in the picturesque Western Cape Winelands town of Paarl in 1995 by Mike and Maret Sprake-Jones. Over the course of their 25 years of guidance and leadership, combined with the efforts of our employees and directors, have forged our company into what we are today - leaders in automation.",
      "We are committed to persuing our objectives through diligent application of our principles and values. During our time serving our clients we have accrued a combined experience of more than 100 years. We have achieved this across an ever widening range of industries through the application of various technologies. This has provided us the confidence to surpass both our client's requirements and expectations."
    ]
  }
}