{
  "headerProps": {
    "title": "Projects",
    "description": ""
  },
  "heading": {
    "title": "lots of projects",
    "body": [
      "M&M Electronics was established in the picturesque Western Cape Winelands town of Paarl in 1995. The Directors, having a combined experience in excess of 75 years, have been involved in industrial electronics for the past 43 years and have a diverse and loyal client base. Due to our dedication to customer service and to our ability to deliver innovative solutions that put our customers in control, M&M Electronics has since experienced phenomenal growth on a continuous basis. In our early years, M&M Electronics became a Rockwell Automation Platinum Distributor.In 2011 Rockwell Automation re-structured their policies regarding their Distributors and System Integrators in order to standardise the structure worldwide and M&M Electronics are proud to have been selected as a Rockwell Recognised System Integrator. M&M Electronics has an on-site state of the art training facility, registered with Merseta, where training is provided on PLC’s, Control Systems, Drives, Trouble-shooting as well as client based training is offered. "
    ]
  },
  "projects": [
    {
      "title": "Avusa Times Printing Media",
      "body": "In 2012, M&M Electronics completed the installation of 156 axes on\n              CIP Motion – said to be the largest number ever achieved\n              worldwide, at the Avusa Group’s Times Printing company in Port\n              Elizabeth., South Africa. The printing towers are controlled by\n              means of electronic gearing to one of three folder positions. We\n              replaced the 144 register motors with AC servo motors and\n              Allen-Bradley Kinetix 6500 AC servo drives . For visualisation,\n              five Allen-Bradley 17-inch VersaView PCs are used. These run\n              Rockwell software FactoryTalk View. Paper web integrity is\n              monitored by 45 laser sensors. The project included the supply,\n              design, manufacture, documentation, installation and commissioning\n              of the press."
    },
    {
      "title": "Morupule Coal Mine",
      "body": "Moropule Coal Mine in Botswana needed a solution which would enable them to provide variable speed control for below and above ground conveyers for the transport of coal from the mine face locations to the above-ground stock pile and production plant.\n\n      We made use of PowerFlex 700s drives configured in a speed follower and torque follower application for controlling multiple motors on conveyers. A total of thirteen 250kW PowerFlex 700s drives were used. We also had to provide an interface between the existing Mitsubishi control and Scada system to the PowerFlex drive system."
    }
  ]
}